Repository: E2OpenPlugins/e2openplugin-MeteoViewer
Catalog: plugin/locale/*/LC_MESSAGES/MeteoViewer.po
Languages: it

source: downloaded interval
it: Intervallo considerato

source: all frames
it: Tutti i frame

source: last
it: Ultimo

source: begin
it: Inizio

source: actual position
it: Posizione attuale

source: none
it: Nessuno

source: progress bar
it: Barra di progressione

source: info and progress bar
it: Info e barra di progressione

source: current type
it: Tipo corrente

source: all types
it: Tutti

source: older than max. interval
it: Più vecchi dell'intervallo max

source: older than downloaded interval
it: Più vecchi dell'intervallo considerato

source: exit plugin
it: Uscire

source: go to last frame
it: Andare all'ultimo frame

source: go to previous frame
it: Andare al frame precedente

source: go to next frame
it: Andare al frame successivo

source: switch to next meteo type
it: Passare al tipo successivo

source: switch to previous meteo type
it: Passare al tipo precedente

source: play/stop slideshow
it: Proiezione: Play/Stop

source: run/abort download
it: Download: Avvio/Arresto

source: options
it: Opzioni

source: stop slideshow/synaptic map
it: Arrestare proiezione/Mappa sinottica

source: delete current frame
it: Rimuovere il frame corrente

source: go to first downloaded frame
it: Andare al primo frame scaricato

source: go to last downloaded frame
it: Andare all'iltimo frame scaricato

source: Cancel
it: Annullare

source: Options
it: Impostazioni

source: Select wanted meteo type:
it: Selezionare il tipo desiderato:

source: Select destination:
it: Selezionare la destinazione:

source: Prepare...
it: Preparazione...

source: Abort
it: Annullare

source: Stop slideshow, please!
it: Arrestare la proiezione

source: Slideshow
it: Proiezione

source: refresh...
it: Aggiornamento...

source: No files found!
it: Nessun file trovato.

source: Download pictures, please!
it: Scaricare le immagini.

source: Stop Show
it: Stop

source: %s of %s - %s
it: %s di %s - %s

source: Are You sure delete this frame?
it: Rimuovere il frame?

source: Erase files...
it: Rimuovere file...

source: MeteoViewer Setup
it: Impostazioni MeteoViewer

source: Save
it: Salvare

source: Directory for download
it: Directory per il download

source: Downloaded interval
it: Intervallo considerato

source: Display
it: Mostrare

source: Buienradar interval
it: Intervallo radar meteo

source: Delay of last frame on Buienradar (min)
it: Ritardo ultimo frame su radar meteo (min)

source: Slideshow's step
it: Passo proiezione

source: Refresh slideshow
it: Aggiornare la proiezione

source: Slideshow begins from
it: Iniziare la proiezione da

source: Download info on plugin's start
it: Download info all'avvio del plugin

source: Type of meteo info on start
it: Tipologia info meteo all'avvio

source: After download "All" switch to
it: Su download completo, passare a

source: Delete old files before download
it: Rim. vecchi file prima del download

source: On exit delete files
it: Rimuovere files all'uscita

source: Frames info
it: Info frame

source: Local time in info
it: Ora locale nelle info

source: Parallels and meridians
it: Paralleli e meridiani

source: Location for MeteoViewer
it: Località per MeteoViewer

source: viewer of meteo pictures
it: Visualizzatore per immagini meteo
